[
  {
    "id": 1,
    "productName": "Marble Queen pothos",
    "currentPrice": 18.99,
    "previousPrice": 31.99,
    "height": "30-40 cm",
    "heightRange": "medium",
    "imgUrl": "./products/img/139485.jpg",
    "itemNo": 139485,
    "category": "Hanging",
    "botanicName": "Epipremnum pinnatum 'Marble Queen'",
    "description": "Pothos are a family of beautiful vines that are popularly known as devil’s ivy. This is for two reasons, neither of them sinister. First, in the wild they thrive in dark places. Second, they’re almost impossible to kill. They’ll take a lot of neglect. Not that we’re suggesting you neglect them. While it will easily tolerate dry, shady conditions, it will be happiest if you water it whenever the top two inches of soil feel dry, put it somewhere bright, but out of direct sun, and give it a feed with liquid fertiliser once a month in spring and summer.",
    "light": "Most light conditions. She’ll be happy in anything from shade to bright light (but not direct sun). Her color may darken in low light.",
    "watering": "Light watering. She’s drought tolerant, so good for forgetful waterers, but try to water her when the top two inches of soil feel dry.",
    "humidity": "Humidity. She loves a moist environment, so will be very happy in a bathroom or with regular misting.",
    "petBabySafe": "No. Toxic if ingested",
    "easyCare": "Yes. Almost unkillable",
    "inStock": 8,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 2,
    "productName": "Peace Lily white sails",
    "currentPrice": 10.99,
    "previousPrice": 25.99,
    "height": "40-100 cm",
    "heightRange": "high",
    "imgUrl": "./products/img/496631.jpg",
    "itemNo": 496631,
    "category": "Flowering",
    "botanicName": "Spathiphyllum wallisii",
    "description": "As you may have guessed from its love of steamy conditions, the peace lily is native to tropical rainforests, specifically those of South and Central America. As exotic as it looks, its light and water needs are modest. It will cope in quite low light, though prefers indirect light, and as long as its humidity needs are met it's generally happy and should flower throughout spring. It will appreciate a feed with liquid fertiliser once per month in spring and summer. As well as being an elegant beauty, this plant is a hardworking air-purifyer.",
    "light": "Most light conditions. She’s easy when it comes to light, managing in most conditions, though she’ll flower more in a brighter spot.",
    "watering": "Light watering. She’s pretty tough and will usually bounce back from a missed watering. Water her when the top inch of soil feels dry.",
    "humidity": "Humidity. She loves humidity. If your bathroom gets lots of light, pop her in there. Or mist her every few days to keep her happy.",
    "petBabySafe": "No. Toxic to cats and dogs",
    "easyCare": "Yes.",
    "inStock": 6,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 3,
    "productName": "String of nickels",
    "currentPrice": 19.99,
    "previousPrice": 28.99,
    "height": "35-45 cm",
    "heightRange": "medium",
    "imgUrl": "./products/img/849454.jpg",
    "itemNo": 849454,
    "category": "Hanging",
    "botanicName": "Dischidia imbricata",
    "description": "In the wild, it gets most of its required water and nutrients from the air. Remembering that is a good way to understand how to care for it. Don’t water it too frequently, but mist it regularly. Basically, do your best impression of a tropical rainforest. As it’s used to living in the shade of the forest, it doesn’t need much light. Remember to also give it a feed with liquid fertiliser once per month in spring and summer.",
    "light": "Medium light. He can tolerate partial shade, perfect for those rooms with medium light.",
    "watering": "Light watering. He needs very little water, so let his soil totally dry out between drinks. Let all excess water drain off.",
    "humidity": "He loves moist air. He’ll enjoy living in a steamy bathroom, or give him a good mist a couple of times a week.",
    "petBabySafe": "No. Mildly toxic if ingested",
    "easyCare": "Yes.",
    "inStock": 4,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 4,
    "productName": "Boston Fern",
    "currentPrice": 17.99,
    "previousPrice": 22.99,
    "height": "5-50 cm",
    "heightRange": "multirange",
    "imgUrl": "./products/img/245781.jpg",
    "itemNo": 245781,
    "category": "Ferns & Palms",
    "botanicName": "Nephrolepis Exaltata",
    "description": "You’ll find Boston Ferns in the wild in humid, shady areas, like swamps and forests, in South and Central America, the West Indies and Africa. They love anywhere wet, hot and not too bright. When looking after one at home, the rule is to never let a Boston fern dry out. Make sure to keep the soil moist and humidity level high. Although it's very tempting, try to resist touching their fronds as they really don't like it and it might turn them brown. To encourage lots of healthy growth, give it a feed with liquid fertiliser once per month in spring and summer.",
    "light": "Most light conditions. Like a lot of ferns, she’s used to living in partial shade, so she’s ideal for a room with lower light.",
    "watering": "Frequent watering. She likes moist soil, so check her weekly and water whenever the top inch of soil is dry. Let any excess drain off.",
    "humidity": "She really really loves humidity. Mist her a couple of times a week or let her live in the bathroom, basking happily in steam.",
    "petBabySafe": "Yes.",
    "easyCare": "Somewhat.",
    "inStock": 4,
    "popularBool": true,
    "easyCareBool": false,
    "petBabySafeBool": true
  },
  {
    "id": 5,
    "productName": "Pineapple plant",
    "currentPrice": 25.00,
    "previousPrice": 25.00,
    "height": "40-50 cm",
    "heightRange": "medium",
    "imgUrl": "./products/img/658972.jpg",
    "itemNo": 658972,
    "category": "Flowering",
    "botanicName": "Ananas Champaca",
    "description": "Originally grown in the southern states of America and South America. This pineapple grows on top of the plant’s sword-like leaves, first appearing as tubular purple flowers in summer before turning into small fruits. As spectacular as they look, you wouldn’t want to eat these pineapples, as the fruit can sometimes be toxic. Despite their showy appearance, pineapple plants are easy to look after. They’re not fussed about humidity and don’t need pruning, they just like a decent amount of sunlight and regular watering. This is especially true when they’re flowering or producing fruit - that’s thirsty work.",
    "light": "Bright light. They like plenty of bright light to give them the energy they need to grow their impressive flowers and fruit.",
    "watering": "Regular watering. They enjoy regular watering, especially if they’re in a sunny spot. Check the soil before you next water, it should dry out between waterings to avoid root rot.",
    "humidity": "Room level of humidity, apart from winter when Pineapple Plant can use more",
    "petBabySafe": "Yes. Non-toxic",
    "easyCare": "Yes.",
    "inStock": 3,
    "popularBool": false,
    "easyCareBool": true,
    "petBabySafeBool": true
  },
  {
    "id": 6,
    "productName": "Succulent plant",
    "currentPrice": 8.00,
    "previousPrice": 14.00,
    "height": "5-20 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/348765.jpg",
    "itemNo": 348765,
    "category": "Succulents & Cacti",
    "botanicName": "Succulent",
    "description": "'Succulent' is an umbrella term for a large group of plants that generally have thick, fleshy leaves that hold a lot of water (the name comes from the Latin for 'juice'). They're found all over the world, almost exclusively in very warm places that have periods of drought. Because they can store lots of water in their leaves, they don't need frequent watering. The warm habitat they come from means they enjoy lots of light. You'll also help them grow healthily by giving them a feed with liquid fertiliser once per month in spring and summer (make sure to use feed specifically formulated for succulents and cacti).",
    "light": "Bright light. She'll be happiest in a well lit spot. Ideally not direct sun (it burns her), but lots of bright, indirect light.",
    "watering": "Light watering. She only needs a small amount of water. Give her a drink when her soil's completely dry and let excess water drain off.",
    "humidity": "Room level of humidity. She doesn't like to be anywhere too chilly, so keep her away from very cold rooms or drafts.",
    "petBabySafe": "No. Toxic if ingested",
    "easyCare": "Yes.",
    "inStock": 3,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 7,
    "productName": "Maidenhair fern",
    "currentPrice": 10.50,
    "previousPrice": 14.00,
    "height": "30-40 cm",
    "heightRange": "medium",
    "imgUrl": "./products/img/867923.jpg",
    "itemNo": 867923,
    "category": "Ferns & Palms",
    "botanicName": "Adiantum raddianum",
    "description": "Known as maidenhair fern or Venus hair fern for the way its delicate long leaves gently waft in the breeze, this plant is native to tropical regions around the world. It’s used to growing on rocks around waterfalls, which means it likes a large amount of moisture. It likes its soil gently moist and lots of humidity in the air. It’s a fantastic plant for a bathroom, where it can enjoy the regular steam. If it can’t live in the bathroom, mist it as often as you can. It will also thank you if you feed it with liquid fertiliser once a month in spring and summer. If you notice brown leaves at the bottom of the plant, don’t worry. New growth appears from the centre of the plant and old, lower leaves die off to make room. It’s just part of the plant’s life cycle. Any brown leaves can be carefully trimmed off. Because of its delicate nature and higher demands, we’d recommend this to more experienced growers.",
    "light": "Medium light. She’s happy enough in light shade, but loves bright, soft light. Harsh sun will scorch her delicate leaves.",
    "watering": "Regular watering. As with most ferns, she likes moist conditions. Check her frequently and water her if the top inch of soil is dry.",
    "humidity": "She loves moist air, so she’ll be very happy living in a bathroom. If that’s not possible, mist her every other day.",
    "petBabySafe": "Yes",
    "easyCare": "No",
    "inStock": 4,
    "popularBool": false,
    "easyCareBool": false,
    "petBabySafeBool": true
  },
  {
    "id": 8,
    "productName": "Neanthe Bella palm",
    "currentPrice": 26.99,
    "previousPrice": 34.00,
    "height": "40-80 cm",
    "heightRange": "high",
    "imgUrl": "./products/img/599564.jpg",
    "itemNo": 599564,
    "category": "Ferns & Palms",
    "botanicName": "Chamaedorea elegans",
    "description": "In the wild, you’ll find this plant growing primarily in Mexico and Guatemala, but it’s been beloved as an indoor plant around the world since Victorian times. Neanthe Bella palm or Parlour palm brings simple elegance to any room and it’s really easy to care for. It will tolerate low light and infrequent watering, but as with any plant, you’ll get better results if you treat them well. It will also appreciate a feed with liquid fertiliser once per month in spring and summer. Neanthe Bella palms are one of the slowest growing house plants and can take decades to reach full height.",
    "light": "Medium light. She loves moderate to bright light, but direct sun is a bit much. In a very sunny room, place her away from the window.",
    "watering": "Frequent watering. In spring and summer, she gets thirsty so check her weekly and water her whenever the top inch of soil feels dry.",
    "humidity": "Moisture in the air will help keep her leaves green and fresh. This is easily done by misting her about once a week.",
    "petBabySafe": "Yes",
    "easyCare": "Yes",
    "inStock": 7,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": true
  },
  {
    "id": 9,
    "productName": "Ceylon creeper",
    "currentPrice": 36.99,
    "previousPrice": 44.00,
    "height": "30-160 cm",
    "heightRange": "multirange",
    "imgUrl": "./products/img/363354.jpg",
    "itemNo": 363354,
    "category": "Hanging",
    "botanicName": "Epipremnum aureum",
    "description": "Ceylon creeper or devil’s ivy, golden pothos, hunter’s robe. It has so many names because it's one of the most popular houseplants in the world. It's extremely versatile. It's a fantastic hanging plant, looks great on a shelf or mantelpiece, or can even be trained up a wall. It's incredibly easy to care for. In the wild, devil's ivy is usually found in forests in south-east Asia. It grows up the trunks of large trees, happily living in quite deep shade. That's how it gets its name, devil's ivy, because it's a friend of the darkness. As an indoor plant, its needs are simple. It manages in almost any light conditions, needs infrequent watering. It will appreciate a feed with liquid fertiliser once per month in spring and summer. This is an ideal beginner’s plant that gives impressive results with very little work from you. In the wild, they can reach up to 20-metres tall.",
    "light": "Most light conditions. Not one to make a fuss, she’ll be fine in almost any light. You’ll see her grow quicker in a brighter spot.",
    "watering": "Light watering. Super simple to water. Check her weekly and just give her a drink if the top two inches of soil are dry.",
    "humidity": "She loves rooms with lots of moisture, like a bathroom or kitchen. In other rooms, she’ll appreciate occasional misting.",
    "petBabySafe": "No. Toxic if consumed",
    "easyCare": "Yes",
    "inStock": 8,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 10,
    "productName": "Orchid - White",
    "currentPrice": 24.00,
    "previousPrice": 24.00,
    "height": "30-50 cm",
    "heightRange": "medium",
    "imgUrl": "./products/img/113501.jpg",
    "itemNo": 113501,
    "category": "Flowering",
    "botanicName": "Phalaenopsis",
    "description": "With over 25,000 types of orchid, there’s plenty of styles to choose from. This classic flowering houseplant will bloom happily in your home with the right care. For a happy orchid - and lots of flowers - put yours in bright, indirect sunlight. To encourage your orchid to flower more, feed it orchid fertiliser in spring and summer, and deadhead any faded flowers just above the bud. This will help your orchid put more energy into growing spectacular new flowers, rather than trying to save those that are past their best. Refresh the soil with orchid compost every 2-3 years. Orchids are tropical plants, so they like plenty of humidity. Spritz your orchid’s leaves with a mister every few days, but try to avoid the flowers as the petals can become marked by water. Overwatering is the most common way to kill an orchid, so always check the pot before you give yours a drink. If it feels heavy, leave it alone; if it feels light, it’s time for a drink. Orchid seeds are incredibly tiny and can only be seen under a microscope. A single seed pod can hold up to 3 million seeds - that’s a lot of orchids!",
    "light": "Bright light. She’ll do best in a spot that gets bright but indirect sunlight. An east- or west-facing windowsill is perfect.",
    "watering": "Light watering. Water her when the pot feels light. She won’t enjoy sitting in water.",
    "humidity": "She’s a tropical plant, so mist her leaves every few days or keep her in a steamy bathroom. Avoid the flowers if you can.",
    "petBabySafe": "Yes",
    "easyCare": "Yes",
    "inStock": 12,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": true
  },
  {
    "id": 11,
    "productName": "Aloe Vera",
    "currentPrice": 10.00,
    "previousPrice": 10.00,
    "height": "35-45 cm",
    "heightRange": "medium",
    "imgUrl": "./products/img/283209.jpg",
    "itemNo": 283209,
    "category": "Succulents & Cacti",
    "botanicName": "Aloe barbadensis",
    "description": "Aloe vera is probably one of the best-known houseplants. The gel inside its leaves is famously used for soothing burns, but it’s more than just a green first aid kit. This is a plant that has adapted to live all over the world. A wild aloe vera could grow as big as a metre across. If you think that’s impressive, its flower spike can reach 90cm. They look a bit like the flower known as red hot poker. Though it’s native to the Arabian Peninsula, aloe vera now grows wild in North Africa, Spain, Mexico, China, Australia and southern parts of the USA. It’s incredibly easy to grow indoors. Make sure it gets a lot of light and not too much water. In spring and summer, it will benefit from a feed with liquid fertiliser made specifically for succulents and cacti. There are records of aloe vera being used for its medicinal properties since the 16th century BC.",
    "light": "Bright light. He’ll enjoy a spot with lots of bright light, though not too much direct sun. He won’t enjoy living in shade.",
    "watering": "Light watering. His leaves hold a lot of water, so he doesn’t need frequent watering. Water him only when his soil is dry.",
    "humidity": "Aloe Vera plants don't require high humidity, and they can stay in drought conditions with an average humidity level of 40-50%.",
    "petBabySafe": "No. Toxic to pets if ingested",
    "easyCare": "Yes",
    "inStock": 9,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 12,
    "productName": "Cactus",
    "currentPrice": 7.00,
    "previousPrice": 9.00,
    "height": "5-20 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/840002.jpg",
    "itemNo": 840002,
    "category": "Succulents & Cacti",
    "botanicName": "Cactus",
    "description": "There is an enormous variety of cacti around the world, most of them cheerfully living in hot, dry conditions where most other plants would perish. They're succulents, which means they can store large amounts of water to keep them alive through long droughts. They rarely have leaves, because leaves mean moisture loss. Instead many have developed hard spikes, which both minimize evaporation and keep pesky animals away. A small cactus is a great starter plant or gift because it's so easy to care for. It will tolerate lower light conditions, but thrives in sun, and needs very little water. Cacti would much much rather be too dry than too wet. Try to make yours think it's in the desert. Cacti are so resilient that they can even be found on the driest desert on Earth, the Atacama desert.",
    "light": "Bright light. No surprise that he loves the sun, so put him somewhere as bright as possible.",
    "watering": "Light watering. He's very laid back on watering. Give him a small drink when his soil is fully dry.",
    "humidity": "The relative humidity for most cacti species ranges between 40%-60%.",
    "petBabySafe": "No",
    "easyCare": "Yes",
    "inStock": 15,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 13,
    "productName": "Monkey face plant",
    "currentPrice": 12.00,
    "previousPrice": 19.00,
    "height": "10-30 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/622035.jpg",
    "itemNo": 622035,
    "category": "Hanging",
    "botanicName": "Monstera adansonii",
    "description": "Monkey face plant or Mini Swiss cheese plant or Monstera adansonii is a relative of the larger Swiss Cheese plant, or Chaz. It has the same irregular leaves. In the jungles of Central and South America, it lives in the shade of other trees. All those holes let light shine through to its lower leaves. As a house plant, all those holes just make it look really cool. It's very easy to look after. Give it a medium level of light and moderate watering. In spring and summer, it will appreciate a monthly feed with liquid fertiliser.",
    "light": "Medium light. He’ll be fine in anything from light shade to bright, indirect light. He grows faster in good light.",
    "watering": "Light watering. He’s not very demanding. Check him weekly and if the top two inches of his soil feel dry, give him a drink.",
    "humidity": "Keep his leaves moist and he’ll be a happy boy. Put him in a bright bathroom or mist him every few days.",
    "petBabySafe": "Mildly toxic if ingested",
    "easyCare": "Yes",
    "inStock": 5,
    "popularBool": false,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 14,
    "productName": "Lipstick plant",
    "currentPrice": 18.00,
    "previousPrice": 22.00,
    "height": "25-35 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/499721.jpg",
    "itemNo": 499721,
    "category": "Flowering",
    "botanicName": "Aeschynanthus japhrolepsis",
    "description": "The lipstick plants, or aeschynanthus, is found in steamy forests across the eastern hemisphere. There are over 150 different species, most of them epiphytes, which means they grow in nooks on trees or rocks, rather than on the ground. The name lipstick plant is probably confusing on first look. It makes sense when you see it in flower, as you hopefully will if you give your plant the right conditions. The bright red flowers emerge from little tubes, so they look like lipsticks twisting out of their holders. You should see flowers if you put your plant somewhere that gets a good amount of bright light, but not direct sunlight. Keep its soil lightly moist and give it a regular squirt with a mister. It’s also a good idea to feed it once per month in spring and summer. Follow those instructions and you should see lots of flowers. Even when it’s not in flower, this plant is a beauty, whether it’s a hanging plant or cascading its bright green leaves from a high shelf.",
    "light": "Medium light. He grows best in conditions where the light is bright but indirect, i.e. not direct sun. He won’t do well in shade.",
    "watering": "Light watering. Give him a drink when the top two inches of his soil feel dry. He likes his soil lightly moist, but not soggy.",
    "humidity": "He’s from the tropics so he loves a moist environment. Mist him every few days, or give him a home in the bathroom.",
    "petBabySafe": "Yes",
    "easyCare": "Yes",
    "inStock": 6,
    "popularBool": false,
    "easyCareBool": true,
    "petBabySafeBool": true
  },
  {
    "id": 15,
    "productName": "European Ivy",
    "currentPrice": 22.00,
    "previousPrice": 28.00,
    "height": "20-100 cm",
    "heightRange": "multirange",
    "imgUrl": "./products/img/231469.jpg",
    "itemNo": 231469,
    "category": "Hanging",
    "botanicName": "Hedera helix",
    "description": "It grows up buildings, trees and anything else it can get its rootlets on. Although it’s known as European ivy, this climbing plant grows in all sorts of countries, including Portugal, Turkey and even Iran. In the wild, it’s a vital source of food to birds and insects. Over 70 species of insect sip nectar from its flowers and many different types of bird feast on its fruit. More commonly an outdoor plant, it makes a lovely, gently trailing indoor pot plant. It thrives in any light conditions, so it’s suitable for any home. It’s a fast grower, so don’t be afraid to cut it back if it gets out of control. It won’t mind a bit. If you want to help it grow, give it a feed with liquid fertiliser once per month in spring and summer.",
    "light": "Most light conditions. She could not be more easygoing when it comes to light. She’ll cope in almost anything but loves bright, indirect light.",
    "watering": "Regular watering. She likes her soil gently moist, but not soggy. Water her when her top two inches of soil are dry.",
    "humidity": "She’s used to lots of rain, she likes a moist atmosphere. Mist her every couple of days.",
    "petBabySafe": "No. Toxic if ingested",
    "easyCare": "Yes",
    "inStock": 11,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 16,
    "productName": "Sweetheart plant",
    "currentPrice": 6.00,
    "previousPrice": 8.00,
    "height": "10-15 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/734119.jpg",
    "itemNo": 734119,
    "category": "Succulents & Cacti",
    "botanicName": "Hoya kerrii",
    "description": "If you saw this plant in the wild you probably wouldn’t recognise it. It’s actually a climbing plant, with lots of those heart-shaped leaves strung along its vines. It’s commonly found in countries in South-East Asia, where it can grow up to four metres tall. In the wild, it blooms with small red and pink waxy flowers. It’s an extremely slow-growing plant and the full climber is very rarely sold in the UK. Instead, its cute, heart-shaped leaves are potted and sold individually. The leaf can grow into a full plant but is best enjoyed a small plant in its own right. Her heart-shape and minimal care needs, she’s an excellent choice for a Valentine’s Day or Mother’s Day gift.",
    "light": "Bright light. She’ll be ok in light shade, but does better in brighter light. Constant direct sun may be too much, but a bit is fine.",
    "watering": "Light watering. She needs very very little water. About once a month is fine. Water the soil, not her leaf, to keep her healthy.",
    "humidity": "Hoya kerrii humidity requirements are actually pretty easy-going, considering that in its native home levels stay between 65 to 85% year-round. While the ideal humidity for Hoya heart is probably around 60%, it will grow quite happily at 40%, which is a pretty standard indoor humidity level.",
    "petBabySafe": "Yes",
    "easyCare": "Yes",
    "inStock": 5,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": true
  },
  {
    "id": 17,
    "productName": "Euphorbia",
    "currentPrice": 46.00,
    "previousPrice": 58.00,
    "height": "55-90 cm",
    "heightRange": "high",
    "imgUrl": "./products/img/885683.jpg",
    "itemNo": 885683,
    "category": "Succulents & Cacti",
    "botanicName": "Euphorbia",
    "description": "The euphorbia looks like the quintessential cactus, although it’s technically not one (it grows very very tiny leaves, which cacti do not). It’s native to Southern Africa, where it stands out in the dry scrublands, basking in the blazing sun. As it grows, sometimes almost ten metres tall, its trunk becomes woody. Eventually, it becomes a strange, bulbous tree. Often it will flower and grow round, red fruit. As a houseplant it won’t become a tree, or grow flowers and fruit. It will remain a tall, handsome plant that deals very well with living inside. When caring for it, think desert: lots and lots of light; not a lot of water. Please be aware that its sap is poisonous. It can cause a rash if it gets on your skin and it's highly toxic if consumed. We don't recommend him for homes with small children or curious pets. The milky latex inside it is poisonous.",
    "light": "Bright light. He likes his rays. Give him the brightest spot available. He’ll take all the sun you can give him.",
    "watering": "Light watering. He’s used to deserts so his water needs are very modest.  Let him dry out fully between drinks.",
    "humidity": "The plant thrives in humidity levels between 40-70% during the warmer months. To prevent rot and mold growth, humidity should be lower during cooler periods.",
    "petBabySafe": "No. Sap highly toxic on skin or if ingested.",
    "easyCare": "Yes",
    "inStock": 2,
    "popularBool": false,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 18,
    "productName": "White Bird of Paradise",
    "currentPrice": 120.00,
    "previousPrice": 150.00,
    "height": "90-160 cm",
    "heightRange": "high",
    "imgUrl": "./products/img/319643.jpg",
    "itemNo": 319643,
    "category": "Ferns & Palms",
    "botanicName": "Strelitzia nicolai",
    "description": "The nickname White Bird of Paradise fits because of the enormous, exotic flowers that bloom on very mature plants in the wild. It’s rare for plants to flower indoors, but it is possible. If you’d like a flowering bird of paradise, we recommend Nicolau’s cousin Reggie. In the wild, this plant grows on hot, coastal parts of Africa and Mexico. It likes to bask in full sun, so when growing it at home keep it somewhere that enjoys lots of natural light and doesn’t get too cold. It’s a fast grower, so may need repotting about every three years. It will also benefit from a feed with a liquid fertiliser once per month in spring and summer. It's a big plant that needs food to grow. It takes a very long time for White Bird of Paradise to flower. Typically a plant won’t bloom until it’s at least six years old.",
    "light": "Bright light. He loves the sun. Loves it. Put him somewhere that will get him as much bright, indirect light as possible. He’s not made for shade.",
    "watering": "Regular watering. He likes his soil moist, particularly in the warm months. Give him a drink whenever his top two inches of soil are dry.",
    "humidity": "He really enjoys a moist environment, so mist him regularly to keep his leaves in tip-top condition.",
    "petBabySafe": "No. Mildly toxic if ingested.",
    "easyCare": "Yes",
    "inStock": 3,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 19,
    "productName": "Asparagus Fern",
    "currentPrice": 8.99,
    "previousPrice": 12.00,
    "height": "20-30 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/644243.jpg",
    "itemNo": 644243,
    "category": "Ferns & Palms",
    "botanicName": "Asparagus setaceus",
    "description": "This elegant little indoor plant is native to South Africa, where it grows in soft clumps in steamy forests. It lives in the partial shade of larger trees, stretching out its fine leaves. In the wild it will flower in the spring with little bell-shaped blooms that give way to small green berries. Because it’s used to growing beneath other trees, it’s accustomed to anything from partial shade to bright, indirect light. It likes moist air that echoes its forest home, so regular misting is a good idea. It also loves a feed with liquid fertiliser once per month in spring and summer. As it’s not keen on being touched very much, it’s a really good plant for a shelf, where it won’t be bothered. Its beauty is best enjoyed from a comfortable distance. Despite the name, the asparagus fern is not actually a true fern. It was just given the name because it looks very...ferny.",
    "light": "Most light conditions. Like most ferns, he’ll be happy in moderate shade to soft, bright light. He doesn’t love direct sun.",
    "watering": "Regular watering. Moist but not soggy is his vibe. Water him whenever the top two inches of soil are dry.",
    "humidity": "He likes some moisture in the air to keep his leaves fresh. Put him in a light bathroom or mist him regularly.",
    "petBabySafe": "No. Toxic if ingested.",
    "easyCare": "No",
    "inStock": 2,
    "popularBool": false,
    "easyCareBool": false,
    "petBabySafeBool": false
  },
  {
    "id": 20,
    "productName": "Flamingo flower",
    "currentPrice": 22.00,
    "previousPrice": 30.00,
    "height": "60-70 cm",
    "heightRange": "high",
    "imgUrl": "./products/img/349846.jpg",
    "itemNo": 349846,
    "category": "Flowering",
    "botanicName": "Anthurium andraeanum",
    "description": "Generally found in the wild across the warmest parts of South America and the Caribbean, the anthurium is one of the most striking houseplants. The vivid red part is not actually its flower, but a spathe. We won’t overdo the science bit, but essentially a spathe is a brightly-coloured leaf that attracts insects. The flowers are tiny little things on the spike in the middle of the spathe. A useful way to think about how to care for your plant is to consider where it comes from. Anthurium adreanum lives in rainforests, either in the branches of larger trees or on the ground beneath them. That means it’s used to getting dappled light, rather than direct sun, and regularly getting soaked by rainfall. In a home, that means giving it indirect light and making sure its soil is kept lightly moist. You'll help it grow, and encourage flowers, by feeding it with liquid fertiliser once per month in spring and summer. There are over 1,000 different varieties of anthurium.",
    "light": "Medium light. She needs a good amount of light to thrive. She’ll love a bright room, but prefers to be away from direct sun.",
    "watering": "Light watering. She likes her soil lightly moist, but never soggy. Water her when the top two inches of soil are dry.",
    "humidity": "A moist environment is great for her. A bathroom is ideal, but misting her often will be just as good.",
    "petBabySafe": "No. Sap is toxic to skin and harmful if ingested",
    "easyCare": "Yes",
    "inStock": 7,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 21,
    "productName": "Satin Pothos",
    "currentPrice": 36.00,
    "previousPrice": 42.00,
    "height": "30-150 cm",
    "heightRange": "multirange",
    "imgUrl": "./products/img/254695.jpg",
    "itemNo": 254695,
    "category": "Hanging",
    "botanicName": "Scindapsus pictus",
    "description": "Satin pothos is growing in popularity as a houseplant. It’s very similar in looks to our bestselling golden pothos, but with a speckled silver variegation on the leaves. It’s found in the wild in countries like Borneo, Thailand and the Philippines, where it can grow up to three-metres tall, winding its way up larger trees. If there’s not a tree handy, it will spread along the ground. It hangs rather than climbs as an indoor plant, so give it a high spot where it can dangle. That said, there’s nothing to stop you training it up a wall. Because it’s used to growing in the shade of other trees, it’s very tolerant of most light levels. A superb choice for homes that don’t get a lot of natural light. It will also thank you if you give it a feed with liquid fertiliser once per month in spring and summer. Despite its popular name, satin pothos is not a pothos at all. It just looks like one.",
    "light": "Most light conditions. She’s highly adaptable and will manage in low light. She’ll grow best in bright, indirect light.",
    "watering": "Light watering. She’s drought tolerant so forgiving of forgetful waterers. She likes a drink when her top two inches of soil are dry.",
    "humidity": "She likes a moist environment, so mist her regularly. If it’s an option, you could put her in the bathroom.",
    "petBabySafe": "No. Toxic if ingested.",
    "easyCare": "Yes",
    "inStock": 4,
    "popularBool": false,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 22,
    "productName": "Orchid - Purple spotty",
    "currentPrice": 16.00,
    "previousPrice": 16.00,
    "height": "40-50 cm",
    "heightRange": "medium",
    "imgUrl": "./products/img/390857.jpg",
    "itemNo": 390857,
    "category": "Flowering",
    "botanicName": "Phalaenopsis",
    "description": "With over 25,000 types of orchid, there’s plenty of styles to choose from. This classic flowering houseplant will bloom happily in your home with the right care. For a happy orchid - and lots of flowers - put yours in bright, indirect sunlight. To encourage your orchid to flower more, feed it orchid fertiliser in spring and summer, and deadhead any faded flowers just above the bud. This will help your orchid put more energy into growing spectacular new flowers, rather than trying to save those that are past their best. Refresh the soil with orchid compost every 2-3 years. Orchids are tropical plants, so they like plenty of humidity. Spritz your orchid’s leaves with a mister every few days, but try to avoid the flowers as the petals can become marked by water. Overwatering is the most common way to kill an orchid, so always check the pot before you give yours a drink. If it feels heavy, leave it alone; if it feels light, it’s time for a drink. Orchid seeds are incredibly tiny and can only be seen under a microscope. A single seed pod can hold up to 3 million seeds.",
    "light": "Bright light. She’ll do best in a spot that gets bright but indirect sunlight. An east- or west-facing windowsill is perfect.",
    "watering": "Light watering. Water her when the pot feels light. She won’t enjoy sitting in water.",
    "humidity": "She’s a tropical plant, so mist her leaves every few days or keep her in a steamy bathroom. Avoid the flowers if you can.",
    "petBabySafe": "Yes",
    "easyCare": "Yes",
    "inStock": 14,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": true
  },
  {
    "id": 23,
    "productName": "Heart leaf fern",
    "currentPrice": 10.00,
    "previousPrice": 14.00,
    "height": "20-30 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/433298.jpg",
    "itemNo": 433298,
    "category": "Ferns & Palms",
    "botanicName": "Hemionitis Arifolia",
    "description": "The heart leaf fern doesn't look like a typical fern. It's nickname is inspired by its unique heart-shaped leaves. This fern originates from southeast Asia, where it thrives in the humid environment. The heart fern is typically an epiphyte, which means it grows on top of other plants or trees and is often found on the forest floor or on moss-covered trees.",
    "light": "Low light. She'll be fine in medium light but prefers a shady spot.",
    "watering": "Regular watering. She likes her soil moist, so water her when the top two inches of soil feel dry. Don’t let her dry out completely.",
    "humidity": "She really loves a moist environment. She’ll be happy in a bathroom, or you can mist her every day or so.",
    "petBabySafe": "No. Toxic if ingested.",
    "easyCare": "No",
    "inStock": 3,
    "popularBool": false,
    "easyCareBool": false,
    "petBabySafeBool": false
  },
  {
    "id": 24,
    "productName": "Echeveria lilacina",
    "currentPrice": 8.00,
    "previousPrice": 8.00,
    "height": "10-20 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/864356.jpg",
    "itemNo": 864356,
    "category": "Succulents & Cacti",
    "botanicName": "Echeveria lilacina",
    "description": "‘Succulent’ is an umbrella term for a large group of plants that generally have thick, fleshy leaves that hold a lot of water (the name comes from the latin for ‘juice’). They’re found all over the world, almost exclusively in very warm places that have periods of drought. The swollen leaves give you a good clue to how to look after them. Because they can store lots of water in their leaves, they don’t need frequent watering. The warm habitat they come from means they enjoy lots of light. Remember that and you should have very little trouble. You'll also help them grow healthily by giving them a feed with liquid fertiliser once per month in spring and summer (make sure to use feed specifically formulated for succulents and cacti).",
    "light": "Bright light. She’ll be happiest in a well lit spot. Ideally not direct sun (it burns her), but lots of bright, indirect light.",
    "watering": "Light watering. She only needs a small amount of water. Give her a drink when her soil’s completely dry and let excess water drain off.",
    "humidity": "Humidity levels need to be between 20 and 40%. If there is too much humidity in the air, it can lead to root rot.",
    "petBabySafe": "No. Toxic if ingested.",
    "easyCare": "Yes",
    "inStock": 3,
    "popularBool": false,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 25,
    "productName": "Grape ivy",
    "currentPrice": 120.00,
    "previousPrice": 120.00,
    "height": "120-130 cm",
    "heightRange": "high",
    "imgUrl": "./products/img/265096.jpg",
    "itemNo": 265096,
    "category": "Hanging",
    "botanicName": "Cissus rotundifolia",
    "description": "This grape ivy is native to eastern Africa and the Middle East. It’s part of the Vitaceae family, so it behaves in the same way as edible grape vines, just without the grapes. That means lots of climbing! Ours climbs up a tall trellis to give it extra support. As houseplants go, the grape vine is very easy to look after. It’s easy going when it comes to light, making it a great plant for beginners. The waxy layer on a grape vine’s round, glossy leaves is brilliant at retaining moisture, so you don’t have to worry too much about a missed watering. Very similar in appearance to an extra large Chinese money plant, the grape ivy is a fast grower and will happily climb or trail. If yours is getting a little out of hand, just give it a good haircut. Or, to encourage new growth, water it regularly when it’s warm and give it a dose of fertiliser once a month in spring and summer.",
    "light": "Most light conditions. She prefers bright, indirect light but she’ll do just fine if you pop her in partial shade. Just make sure she’s getting a good amount of daylight.",
    "watering": "Light watering. Let her soil almost completely dry out between waterings.",
    "humidity": "Spritz her with a mister every few days to stop the edges of her leaves from browning.",
    "petBabySafe": "Yes",
    "easyCare": "Yes",
    "inStock": 3,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": true
  },
  {
    "id": 26,
    "productName": "Cyclamen persicum",
    "currentPrice": 8.00,
    "previousPrice": 8.00,
    "height": "20-30 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/369540.jpg",
    "itemNo": 369540,
    "category": "Flowering",
    "botanicName": "Cyclamen",
    "description": "Cyclamen is a flowering perennial plant. In the wild, you can find it growing in Northern Africa, then right across to West Asia and Southeast Europe. Because of its heart-shaped leaves, many of the cultures in these parts of the world believe the cyclamen is a symbol for a devoted heart; you might see it planted next to monasteries and Mediterranean churchyards. This is a bit different to many other plants; it actually goes dormant in the summer when it dies right down to its tubers (its roots). Don’t worry though, it will grow back and bloom again with the right care. During winter months when it’s actively growing, try to give it bright, indirect light. It will appreciate moist soil, too. Its sweet-smelling flowers are a treat for the bees, but they’re toxic to both humans and animals if eaten so keep them away from curious mouths.",
    "light": "A shady spot. He’s perfect for the shadier spots in your outdoor space. He doesn't like too much sunshine so keep him in a spot that's either full or partial shade.",
    "watering": "Moist soil. He likes his soil to stay moist, so try not to let him dry out.",
    "humidity": "Cyclamens like 40-60% humidity. Make up for the required humidity by placing your Cyclamen over a pebble tray or using a humidifier.",
    "petBabySafe": "No",
    "easyCare": "Yes",
    "inStock": 7,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": false
  },
  {
    "id": 27,
    "productName": "Money tree",
    "currentPrice": 70.00,
    "previousPrice": 70.00,
    "height": "20-150 cm",
    "heightRange": "multirange",
    "imgUrl": "./products/img/489236.jpg",
    "itemNo": 489236,
    "category": "Ferns & Palms",
    "botanicName": "Pachira aquatica",
    "description": "There’s real charm to this houseplant, with its umbrella-like growth and beautiful plaited trunk. It’s pretty easy to care for, too. All it asks is a fairly bright spot in your home and an occasional drink. The money tree is known by many lovely names: French peanut, Guiana nut, Malabar chestnut, provision tree, monguba, pumpo. Or to botanists, pachira aquatica. It’s usually found growing in swamps in Central and South America. It’s plaited trunk doesn’t occur naturally, but it’s become traditional to plait it when grown as a houseplant. For reasons that aren’t entirely clear, this plant is believed to bring good fortune and prosperity. In Asia, it’s become very popular as an office plant, as it’s thought it will help a business thrive. This plant does well in both home or office. It just likes to live somewhere light, though out of direct sun, and to be watered when the top two inches of soil feel dry. It also likes to be misted occasionally.",
    "light": "Medium light. She loves to live somewhere bright but without much direct sun, which can burn her leaves.",
    "watering": "Light watering. She stores water in her trunk, so only needs gentle watering. Give her a drink when the soil is completely dry.",
    "humidity": "She loves moist air, so give her a mist every few days. It will stop her leaves drying out.",
    "petBabySafe": "Yes",
    "easyCare": "Yes",
    "inStock": 9,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": true
  },
  {
    "id": 28,
    "productName": "Pickle cactus",
    "currentPrice": 12.00,
    "previousPrice": 12.00,
    "height": "10-20 cm",
    "heightRange": "short",
    "imgUrl": "./products/img/835712.jpg",
    "itemNo": 835712,
    "category": "Succulents & Cacti",
    "botanicName": "Delosperma echinatum",
    "description": "Although sometimes known as the pickle cactus, this is not a cactus at all. It just looks a bit like one. A native of the Eastern Cape of South Africa, this cute little plant usually grows at quite high altitude, which make it pretty tolerant of chilly temperatures. Growing in the wild to a maximum height of 50cm, it has chubby green leaves covered in tiny hairs. They look like little pickles, hence the name. In warm months, small yellow flowers might appear among the leaves (don’t be too disappointed if yours doesn’t bloom. It’s less common indoors). It’s very easy to look after. It likes a lot of light, but manages in light shade. Its water needs are low, so just top it up lightly when the soil is fully dry. In spring and summer, give it a monthly feed with liquid fertiliser to help it grow (make sure to use fertiliser made for succulents). And delicious as it may look, don’t be tempted to eat it. It’s not toxic, but it won’t taste great. The botanical name delosperma echinatum means ‘prickly visible seed’. ‘Visible seed’ because its seeds are exposed when it fruits.",
    "light": "Medium light. She loves to live somewhere bright but without much direct sun, which can burn her leaves.",
    "watering": "Light watering. She stores water in her trunk, so only needs gentle watering. Give her a drink when the soil is completely dry.",
    "humidity": "She loves moist air, so give her a mist every few days. It will stop her leaves drying out.",
    "petBabySafe": "Yes",
    "easyCare": "Yes",
    "inStock": 8,
    "popularBool": true,
    "easyCareBool": true,
    "petBabySafeBool": true
  }
]